<template>
    <div class="indexOther" :style="`height:${screenHeight-60}px`">
        <vue-scroll :ops="opsx" style="width:100%;height:100%;">
            <div class="topNav">
                <vue-scroll :ops="opsx" style="width:100%;height:100%;">
                    <topnav :topIcon="topIcon" :activeIndex="activeIndex"></topnav>
                </vue-scroll>
            </div>
            <div style="height:10px"></div>
            <div class="itemBox itemBox1" v-if="num==1">
                <div class="title">
                    <img :src="require('../../static/image/fslist/back.png')" class="back" @click="back">
                    关于医维度
                </div>
                <p class="time">时间：2020-04-02 09:36:00</p>
                <div class="content">
                    <p>医维度教学平台是一款在线多终端数字化虚拟仿真医学平台，包含Web端、PC客户端、手机App、微信公众号，所有终端数据同步，系统内容实时更新。卓越的跨平台3D渲染引擎可以在任意终端流畅运行，准确还原组织、器官的材质纹理与形态。医维度教学平台产品的设计与研发紧密结合教学大纲，主要包括《虚拟三维数字人体》、《真实解剖三维标本》、《人体断层扫描》、《全景数字切片》和《医学3D动画》五大模块。</p>
                    <p>《虚拟三维数字人体》是采用中国健康成人的人体连续断层真实数据进行三维重建而成，目前包含有完整且全面的男、女性数字人体，同时还根据教学需要制作了九大系统数字分解模型以及局部解剖学数字模型等，并以权威的《人体解剖学彩色图谱》为蓝本创建了一一对应的数字人体结构模型。重建人体精细模型达一万多件，结构位置准确、形态纹理逼真、组织器官饱满。强大而且人性化的操作性能是医维度教学平台的一大特色：所有解剖结构均可任意角度旋转、缩放和移动；快速解剖功能可通过调节不同组织的透明度来快速查看器官的层次结构与毗邻关系；拆分模型功能则可将人体各个器官随意拆解取出进行独立观察。《虚拟三维数字人体》是快速了解人体形态结构和学习解剖学知识最方便有效的基础工具，可以使教师备课更自由、授课更直观，让学生记忆更牢固，学习更轻松，实现虚实结合的交互式学习。</p>
                    <p>《真实解剖三维标本》依据权威出版社出版的最新教材和图谱制作，选材符合国人体型标准，采用完整成人标本材料解剖制作并扫描，标本结构暴露清晰、纹理走向明确、毗邻关系精准、层次分明，方便专业医学教育、临床学习参照和科学普及宣传。《真实解剖三维标本》素材全部采用真实标本高精度三维扫描而成，真实地展现了实物标本的全部特征。可进行任意角度旋转查看，重点结构中英文标识并配有中英文语音和百科详解。《真实解剖三维标本》包括系统解剖学标本、局部解剖学标本、整体塑化标本、人体断层标本、铸形标本、层次解剖标本、临床护理标本、运动解剖学标本、人体胚胎标本、病理大体标本、动物标本等分类。</p>
                    <p>《人体断层标本》选择标准体型健康成人标本材料进行连续切割，分别采集横断切面、冠状切面、矢状切面的断层序列数据，断层纹理清晰，结构边界明确，重点结构中英文标注并支持语音发声。</p>
                    <p>《全景数字切片》使用数字高分辨切片扫描仪进行全景扫描制作，完整地记录了切片的所有可见数据，单张切片分辨率可达15亿像素，先进的渐进式图像加载引擎可使用户在任意终端都能流畅查看，特有的导航器窗口快速定位功能方便迅速查看切片的任意部位，便于高效教学与学习。《全景数字切片》紧贴最新权威版本教材分为上皮组织、结缔组织、肌肉组织等18个章节。每张切片均经过全景扫描、倍数可任意缩放，影像清晰、结构典型、标注翔实，可满足不同层次的用户对《组织胚胎学》、《病理学》及相关学科的学习、教学、科研等诸多方面的需求。</p>
                    <p>《医学3D动画》医维度网站提供的医学视频脚本是由国内知名院校医学专家撰写，经由专业动画师团队进行动画创作，并由医维度审查委员会对内容进行审查后发布的。医维度平台以严谨科学的态度制作完成了人体九大系统的原创医学3D动画，高质量高标准的三维动画以其真实性、准确性、直观性等特点，给人以身临其境的感觉，可以有效解决医学领域中沟通和交流的困难。医学视频主要包括九大系统三维动画、科普视频以及按照医学学科分类的基础医学类视频、护理学视频、内科学视频、外科学视频、妇产科学视频、儿科学视频、医学技术类视频等。</p>
                    <p>欢迎使用微信扫描下方二维码关注“医维度”公众号，开始体验3D数字化内容。</p>
                    <img src="https://www.evdo.vip/upload/default/20191117/1acec6c3bc21358ae5835deb4cb47e8e.jpg" alt="">
                    <div>www.evdo.vip</div>
                </div>
            </div>
            <div class="itemBox itemBox2" v-else-if="num==2">
                <div class="title">
                    <img :src="require('../../static/image/fslist/back.png')" class="back" @click="back">
                    联系与合作
                </div>
                <p class="time">时间：2018-07-03 06:08:00</p>
                <div class="content">
                    <p>感谢您关注医维度产品！</p>
                    <p>电话: 0371-86661161 13526604759</p>
                    <p>服务热线: 400- 066 -2089</p>
                    <p>在线客服功能已全部转移至医维度公众号，请使用微信扫描下方二维码或者直接在微信搜索“医维度”公众号，关注后进行在线咨询。</p>
                    <img src="https://www.evdo.vip/upload/default/20191117/1acec6c3bc21358ae5835deb4cb47e8e.jpg" alt="">
                </div>
            </div>
            <div class="itemBox itemBox3" v-else-if="num==3">
                <div class="title">
                    <img :src="require('../../static/image/fslist/back.png')" class="back" @click="back">
                    用户协议
                </div>
                <p class="time">时间：2018-07-03 06:08:00</p>
                <div class="content">
                    <h3>医维度(EVDO)最终用户许可协议（EULA）</h3>
                    <p>特别提醒：医维度平台（包括网站、公众号、小程序、EXE、APP），其内容包含真实人体或其它动物的“解剖学”三维标本、图像、视频、文字等资料，可能会引起您的不适，请确保您适合查看使用该平台。</p>
                    <p>重要须知：本协议由网络用户与河南中博健康科技有限公司共同缔结，具有合同效力。本协议中河南中博健康科技有限公司称为“医维度平台”或“医维度”或“该平台”，协议签约的另一方称为“用户”或“您”。在使用医维度服务之前，您应当认真阅读并遵守《医维度最终用户许可协议》（以下简称“本协议”），请您务必审慎阅读、充分理解各条款内容，特别是版权、免除或者限制责任的条款、争议解决和法律适用条款。如您对协议有任何疑问的，应向医维度客服咨询。</p>
                    <p>当您在注册程序过程中在“已阅读，同意《医维度注册协议》”处打勾“√”并按照注册程序成功注册为医维度用户即表示您完全接受本协议项下的全部条款，或您以其他医维度允许的方式实际使用医维度服务时，即表示您已充分阅读、理解并接受本协议的全部内容，并与医维度达成协议。您承诺接受并遵守本协议的约定，届时您不应以未阅读本协议的内容或者未获得医维度对您问询的解答等理由，主张本协议无效或本协议中的某些条款无效，或不遵守本协议约定。</p>
                    <p>医维度平台包括医维度网站、公众号、小程序、EXE电脑客户端、APP手机客户端以及不断发布的相关软件。</p>
                    <p>如您不能接受本协议所有条款，则无权下载、安装或使用医维度平台所有服务。您的下载、安装、注册医维度平台帐号、登录等行为即视为您已阅读并同意本协议的约束。</p>
                    <p>如果您未满18周岁，请在法定监护人的陪同下阅读本协议并注册使用医维度。</p>
                    <div>1. 医维度知识产权与法律声明</div>
                    <p>除非法律允许或医维度书面许可，您使用医维度平台过程中不得从事下列行为：</p>
                    <p>1.1对医维度平台进行反向工程、反向汇编、反向编译，或者以其他方式尝试发现医维度平台的源代码；</p>
                    <p>1.2对医维度拥有知识产权的内容包括但不限于三维模型、纹理贴图、图像、视频进行数据提取、解密、转码；</p>
                    <p>1.3对医维度拥有知识产权的内容进行违法违规使用、出租、出借、复制、修改、链接、转载、汇编、发表、出版、建立镜像站点等；</p>
                    <p>1.4对医维度平台或者医维度平台运行过程中释放到任何终端内存中的数据、医维度平台运行过程中客户端与服务器端的交互数据和缓存下载数据，以及医维度平台运行所必需的系统数据，进行复制、修改、增加、删除、挂接运行或创作任何衍生作品，形式包括但不限于使用插件、外挂或医维度经授权的第三方工具/服务接入医维度平台和相关系统；</p>
                    <p>1.5通过修改或伪造医维度平台运行中的指令、数据，增加、删减、变动医维度平台的功能或运行效果，或者将用于上述用途的医维度平台、方法进行运营或向公众传播，无论这些行为是否为商业目的；</p>
                    <p>1.6 通过非医维度开发、授权的第三方网络平台、插件、外挂、系统，登录或使用医维度平台及服务，或制作、发布、传播上述工具；</p>
                    <p>2.1医维度合作方拥有其对应合作内容的所有权和知识产权。</p>
                    <div>1. 协议范围</div>
                    <p>1.1 本协议由您与医维度共同缔结，本协议具有合同效力。</p>
                    <p>1.2 除另行明确声明外，医维度服务包含任何医维度提供的基于互联网以及移动网的网站、EXE、APP等相关服务，且均受本协议约束。如果您不同意本协议的约定，您应立即停止注册/激活程序或删除卸载医维度软件并停止使用医维度服务。</p>
                    <p>1.3本协议内容包括所有医维度已经发布或将来可能发布的各类规则、公告或通知。所有规则为本协议不可分割的组成部分，与协议正文具有同等法律效力。</p>
                    <p>1.4医维度有权根据需要不时地制订、修改本协议及/或各类规则，并以网站公示的方式进行变更公告，无需另行单独通知您。变更后的协议和规则一经在网站公布后，立即或在公告明确的特定时间自动生效。若您在前述变更公告后继续使用医维度服务的，即表示您已经阅读、理解并接受经修订的协议和规则。若您不同意相关变更，应当立即停止使用医维度服务。</p>
                    <p>1.5本协议不涉及您在使用医维度平台时与其他组织或个人产生的法律关系或纠纷。</p>
                    <div>2. 用户注册与账号</div>
                    <p>2.1用户注册是指用户登录医维度，并按要求填写相关信息并确认同意履行相关用户协议的过程。</p>
                    <p>2.2符合下列条件之一的自然人、法人或其他组织可以申请成为本网站会员，可以使用本网站的服务。</p>
                    <p>2.2.1 根据中国法律年满18周岁或16周岁以上不满18周岁但以自己的劳动收入为主要生活来源的，具备完全民事行为能力的自然人或根据其本国法律具有完全民事行为能力的外国自然人。</p>
                    <p>2.2.2 无民事行为能力人、限制民事行为能力人应经过其监护人同意。</p>
                    <p>2.3不当注册为医维度用户或超过其民事权利或行为能力范围从事交易的，其与医维度之间的服务协议自始无效，一经发现，医维度有权立即注销该用户，并追究其使用医维度“服务”的一切法律责任。</p>
                    <p>2.4医维度帐号（即医维度用户ID）的所有权归医维度，用户完成注册申请手续后，获得医维度帐号的使用权。用户应当向该平台提供真实准确的注册信息，包括但不限于真实姓名、身份证号、联系电话、地址、电子邮箱、QQ或微信、邮政编码等，保证医维度可以通过上述联系方式与您进行联系。同时，用户也应当保证不以他人资料或虚假资料在医维度进行注册或身份认证，并在相关资料实际变更时及时更新有关注册资料，如因用户提供他人资料、虚假资料、过期资料、非法资料等资料或未及时更新资料而造成用户本人或医维度损失的，用户应对此负责并承担全额赔偿责任。</p>
                    <p>2.5医维度注册用户必须遵循一人一号，个人账号不得转借、转售或以其它方式价值转让。</p>
                    <p>2.6用户注册用户名时请勿使用敏感词汇，（包括但不限于：不雅词汇、涉及政治、法律等词汇以及含有医维度、解剖、版主、管理员、网站等词汇），医维度有权不向此类账户提供服务。</p>
                    <p>2.7学校或企业用户拥有校园管理员账号、教师账号、和学生账号，在使用过程中由学校或企业自主管理并使用相关独有功能模块。学校或企业不得将合约以外的普通用户加入该校或企业，如有发现此类情况，医维度有权通过任何可行的方式禁止该行为。如因此造成医维度损失的，则有该校或企业应承担一切由此引起的法律责任或赔偿。</p>
                    <p>2.8用户需妥善保管自己注册的医维度账号与密码，禁止用户将其帐号、密码透露、泄露、对外公布或以转让或出借等方式提供给他人使用，如用户发现其帐号遭他人非法使用，应立即通知医维度。因黑客行为或用户的保管疏忽或不当导致帐号、密码遭他人非法使用，由用户或非法使用人承担责任，医维度不承担任何责任。</p>
                    <p>2.9注册用户如果在免费使用或充值余额为0并付费服务结束后超过180天不登录该帐号，医维度有权回收该帐号，以免造成资源浪费，由此带来的任何损失均由用户自行承担。</p>
                    <div>3. 用户的权利和义务</div>
                    <p>3.1用户有权根据本协议及医维度发布的相关规则，使用手机号注册医维度账号并绑定邮箱，使用医维度平台，及有权享受医维度提供的其他有关资讯及信息服务。</p>
                    <p>3.2学校或企业用户还拥有医维度特别提供的校园管理员账号、教师账号、和学生账号。并享有购买合同中指定的校园用户管理与考核系统使用权利。</p>
                    <p>3.3用户须自行负责自己的会员账号和密码，且须对在会员账号密码下发生的所有活动（包括但不限于购买3D模型查看权、图片、视频、考试系统及其它内容，网上点击同意各类协议、规则等）承担责任。用户有权根据需要更改登录密码。</p>
                    <p>3.4医维度用户有权向医维度官方反馈平台使用过程中出现或发现的软件系统BUG或其它错误，包括三维标本结构错误、医学模型错误、图像错误、相关文字错误、音视频设计错误，对于一些重大系统BUG的反馈，为医维度挽回损失的反馈用户可获得医维度研究决定的奖励。</p>
                    <p>3.5用户承诺使用医维度提供的服务，应遵循中华人民共和国相关法律法规，包括但不限于《中华人民共和国计算机信息系统安全保护条例》、《计算机软件保护条例》、《最高人民法院关于审理涉及计算机网络著作权纠纷案件适用法律若干问题的解释(法释[2004]1号)》、《互联网著作权行政保护办法》和《信息网络传播权保护条例》等。</p>
                    <p>3.6医维度拥有医维度平台内除合作方数据外所有内容的所有权和知识产权，与医维度有合作关系的组织或个人拥有医维度平台内与之相关的内容知识产权，除明确规定可免费下载或购买下载的数据，其它所有数据用户只拥有在医维度平台免费查看或付费查看的权利，如果用户非法使用或盗用医维度平台数据，则用户同意全额补偿医维度（包括但不限于各种赔偿费用和律师费）。</p>
                    <p>3.7本软件产品受版权法和国际版权条约以及其它相关知识产权的法律和条约的保护。本软件产品为授予许可使用，而非出售。</p>
                    <p>3.8用户如发现其他用户有违法或违反本协议的行为，可以向医维度举报，情况属实并为医维度挽回损失的举报人或组织可获得医维度相关奖励。</p>
                    <p>3.9用户应当自行承担在医维度充值或购买的一切行为责任。</p>
                    <p>3.10不得为任何非法目的而使用医维度平台，遵守所有与网络服务有关的网络协议、规定和程序；</p>
                    <p>3.11不得利用医维度服务进行任何可能对互联网的正常运转造成不利影响的行为；</p>
                    <p>3.12不得利用医维度服务传输任何骚扰性的、中伤他人的、辱骂性的、恐吓性的、庸俗淫秽的或其他任何非法的信息资料；</p>
                    <p>3.13不得利用医维度服务进行任何不利于医维度或损害医维度利益的行为；</p>
                    <p>3.14如发现任何非法使用用户帐号或帐号出现安全漏洞的情况，应立即通告医维度方。</p>
                    <div>4. 医维度的权利和义务</div>
                    <p>4.1医维度平台是面向解剖学专家、医学工作者、医疗工作者、学校、企业、医学爱好者、艺术家或有相关需求的普通公民开发的具有极高解剖学查看、查询、参考价值的互联网平台。医维度平台提供的内容与服务由医维度根据实际情况不断添加至平台，例如解剖中心各大模块、视频模块、考试系统、个人中心、健康中心、以及所有三维标本、三维模型、图像、视频、文章等资源的搜索下载等。</p>
                    <p>4.2医维度有权在不事先通知用户的情况下对平台所有模块与内容进行修改、升级、或更换。但会在变动后尽可能在用户首页、个人中心或具体内容页面显示变动提醒。</p>
                    <p>4.3医维度应为用户使用平台功能提供良好的网络服务支持，并努力让用户的使用更便捷、高效、安全。根据法律法规、规章制度、相关政策及医维度的规定，医维度应保证发布至平台的内容真实准确、合法合规、极具参考价值，为用户不断提供优秀的医学资料。</p>
                    <p>4.4医维度应设置完善的会员充值与购买系统，保证用户可以购买所有平台可购买资源或服务。如因任何法律法规或不可抗力因素导致医维度平台内容的调整或删除，医维度除退还用户已购买费用外，不对因此对用户产生的其它任何结果负责。</p>
                    <p>4.5医维度有权在医维度网站的任意网页位置、任意时间投放各种广告，广告内容必须符合相关法律法规且不影响医维度注册用户正常使用平台各项功能。</p>
                    <p>4.6医维度有权对医维度用户上传至医维度平台的试题、试卷内容及其他信息进行筛选、判断、编辑，并根据相关政策、法律法规和医维度的规定来确定哪些内容属于可显示或被浏览的范围。</p>
                    <p>4.7医维度有权不展示医维度认为不适合展示、出售的作品。</p>
                    <p>4.8医维度可能会跟第三方组织或个人达成合作协议，并获得其授权将第三方作品上传至医维度平台进行展示或出售。如果任何用户侵犯了医维度合作方的权利，医维度有权提出警告、投诉、发起行政执法、诉讼、进行上诉，或谈判和解，并且在医维度认为必要的情况下参与共同维权。</p>
                    <p>4.9医维度会尽可能提供原创出售作品的格式、分辨率、尺寸、大小等文件属性，一般情况下会出现不影响用户对其文件参数判断的误差。因此，医维度不保证文件属性的绝对准确性，在用户使用过程中医维度会根据用户的反馈信息及时更正调整。</p>
                    <p>4.10医维度用户若违反法律、法规及医维度规定，将医维度平台及其内容非法使用，医维度将终止对此类用户提供服务，收回此类用户在医维度注册的所有ID，并将该会员账号内的所有信息及余额全部清零、注销作为处罚。</p>
                    <p>4.11对于医维度合作方在该平台展示或出售的作品，如果第三方合作组织或个人终止与医维度合作，医维度有权移除相关作品并退还相关费用，医维度不对由此产生的任何结果负责。</p>
                    <p>4.12为了保障医维度合作方的相关权益不受侵害，医维度有权在有必要的情况下与合作方协商一致后公布合作方的资料。</p>
                    <p>4.13医维度有权在平台内容发生较大变更或新增功能后，修改充值套餐、付费内容价格、付费查看时间、付款方式等。</p>
                    <div>5. 服务的变更、中断或终止</div>
                    <p>5.1鉴于网络服务的特殊性，用户同意医维度有权随时变更、中断或终止部分或全部的网络服务。</p>
                    <p>5.2如变更、中断或终止的网络服务属于免费网络服务，医维度无需通知用户，也无需对任何用户或任何第三方承担任何责任，当医维度变更、中断或终止全部的网络服务时，医维度无须为会员在医维度已经消费的充值金额提供赔偿、退款服务，但会对已充值余额提供退款服务。</p>
                    <p>5.3医维度需要定期或不定期地对医维度平台（WEB、APP、EXE）或相关设备进行升级、检修或者维护，如因此类情况而造成收费网络服务在合理时间内的中断，医维度无需为此承担任何责任，但医维度应尽可能事先进行通告。</p>
                    <p>5.4医维度用户同意医维度基于其自行之考虑，因任何理由，包含但不限于长时间未使用，或医维度认为用户已经违反本服务协议的文字及精神，无需进行事先通知即可中断或终止，终止您的密码、帐号或本服务之使用（或服务之任何部分）。医维度用户承认并同意，医维度可立即关闭或删除用户的帐号及帐号中所有相关信息及文件，及/或禁止继续使用前述文件或本服务。此外，用户同意若本服务之使用被中断或终止或帐号及相关信息和文件被关闭或删除，医维度对用户或任何第三人均不承担任何责任。</p>
                    <p>5.5若用户向本网站提出注销医维度注册用户身份，需经医维度审核同意，注销该注册用户，用户即终止与医维度的协议关系，但医维度仍保留下列权利：</p>
                    <p>5.5.1医维度有权在法律、法规、行政规章、规范性文件等规定的时间内保留该用户的资料,包括但不限于用户资料、上传下载记录等。</p>
                    <p>5.5.2若医维度用户注销前在医维度上存在违法行为或违反本协议的行为，医维度仍可行使本协议及相关规则所规定的权利，追究该用户的法律责任。若用户提出注销其医维度注册用户身份前，与医维度合作方或医维度尚有未完结的诉讼、仲裁、损失赔偿、欠费等纠纷，医维度须在前述纠纷完结后处理用户的注销请求。用户提出注销后，不免除用户对其未注销前账户内容及账户关联内容负责。</p>
                    <p>5.6如发生下列任何一种情形，医维度无需进行事先通知即可随时中断或终止向用户提供本协议项下的网络服务（包括收费网络服务）而无需对用户或任何第三方承担任何责任，医维度可立即关闭或删除您的帐号及您帐号中所有相关信息及文件：</p>
                    <p>5.6.1 用户提供的个人资料不真实；</p>
                    <p>5.6.2 用户违反本协议中规定的使用规则；</p>
                    <p>5.6.3用户有侵害医维度的行为；</p>
                    <p>5.6.4用户违反医维度发布的各种规定；</p>
                    <p>5.6.5 其它医维度认为需终止服务的情况。</p>
                    <div>6.隐私保护</div>
                    <p>6.1保护用户隐私是医维度的一项基本政策，医维度保证不对外公开或向第三方提供单个用户的注册资料及用户在使用网络服务时存储在医维度的非公开内容，但下列情况除外：</p>
                    <p>6.1.1 事先获得用户的明确授权；</p>
                    <p>6.1.2 根据有关的法律法规要求；</p>
                    <p>6.1.3 按照相关政府主管部门的要求；</p>
                    <p>6.1.4 当平台内容引起版权纠纷时；</p>
                    <p>6.1.5 为维护医维度的合法权益；</p>
                    <p>6.2 医维度可能会与第三方合作向用户提供相关的网络服务，在此情况下，如该第三方同意承担与医维度同等的保护用户隐私的责任，则医维度有权将用户的注册资料等提供给该第三方。</p>
                    <p>6.3 在不透露单个用户隐私资料的前提下，医维度有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。</p>
                    <div>7.免责声明</div>
                    <p>7.1用户明确同意其使用医维度服务所存在的风险将完全由其自己承担；因其使用医维度网络服务而产生的一切后果也由其自己承担，医维度对用户不承担任何服务以外的责任。</p>
                    <p>7.2医维度不担保网络服务一定能满足用户的要求，也不担保网络服务不会中断，对网络服务的及时性、安全性、准确性也都不作担保。</p>
                    <p>7.3医维度不保证为向用户提供便利而设置的外部链接的准确性和完整性，同时，对于该等外部链接指向的不由医维度实际控制的任何网页上的内容，医维度不承担任何责任。</p>
                    <p>7.4对于因不可抗力或医维度不能控制的原因造成的网络服务中断或其它缺陷，医维度不承担任何责任，但将尽力减少因此而给用户造成的损失和影响。</p>
                    <p>7.5用户同意，对于医维度向用户提供的下列产品或者服务的质量缺陷本身及其引发的任何损失，医维度无需承担任何责任：</p>
                    <p>7.5.1 医维度向用户免费提供的各项网络服务；</p>
                    <p>7.5.2 医维度向用户赠送的任何产品或者服务；</p>
                    <p>7.5.3 医维度向付费用户附赠的各种产品或者服务。</p>
                    <div>8.违约赔偿</div>
                    <p>8.1如医维度因非不可抗力因素而违反本协议项下的任何条款而给用户造成损失，医维度同意承担由此造成的损害赔偿责任。</p>
                    <p>8.2用户同意保障和维护医维度及医维度合作方的利益，如因用户违反有关法律、法规或本协议项下的任何条款而给医维度或医维度合作方造成损失，用户同意承担由此造成的损害赔偿责任。</p>
                    <div>9.通知送达</div>
                    <p>9.1本协议项下医维度对于用户所有的通知均可通过网页公告、电子邮件、手机短信或常规的信件传送等方式进行；该等通知于发送之日视为已送达收件人。</p>
                    <div>10.法律管辖</div>
                    <p>10.1 本协议的订立、执行和解释及争议的解决均应适用中国法律并受中国法院管辖。</p>
                    <p>10.2如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向医维度住所地的人民法院提起诉讼。</p>
                    <div>11.其他规定</div>
                    <p>11.1本协议构成双方对本协议之约定事项及其他有关事宜的完整协议，除本协议规定的之外，未赋予本协议各方其他权利。</p>
                    <p>11.2如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。</p>
                    <p>11.3 本协议中的标题仅为方便而设，医维度和用户的权利义务以协议内容为准。</p>
                </div>
            </div>
            <div class="itemBox itemBox4" v-else-if="num==4">
                <div class="title">
                    <img :src="require('../../static/image/fslist/back.png')" class="back" @click="back">
                    在线客服
                </div>
                <p class="time">时间：2018-07-03 06:08:00</p>
                <div class="content">
                    <p>在线客服功能已全部转移至医维度公众号，请使用微信扫描下方二维码或者直接在微信搜索“医维度”公众号，关注后进行在线咨询。</p>
                    <img src="https://www.evdo.vip/upload/default/20191117/1acec6c3bc21358ae5835deb4cb47e8e.jpg" alt="">
                </div>
            </div>
            <div class="itemBox itemBox5" v-else-if="num==5">
                <div class="title">
                    <img :src="require('../../static/image/fslist/back.png')" class="back" @click="back">
                    公众号
                </div>
                <p class="time">时间：2018-07-03 06:08:00</p>
                <div class="content">
                    <p>请使用微信扫描下方二维码或者直接在微信搜索“医维度”公众号，关注后可直接在微信内查看所有医维度内容或在线咨询。</p>
                    <img src="https://www.evdo.vip/upload/default/20191117/1acec6c3bc21358ae5835deb4cb47e8e.jpg" alt="">
                    <div>医维度公众号</div>
                </div>
            </div>
            <div style="height:10px"></div>
        </vue-scroll>
    </div>
</template>
<script>
import store from '../vuex/store'
import {mapState,mapMutations} from 'vuex'
import topnav from '../components/topnav'
export default {
    data(){
        return{
            topIcon:require('../../static/image/top/logo@2x.png'),
            activeIndex:'1',
            num:''
        }
    },
    store,
    created(){
        this.num=this.$route.query.num;
    },
    methods:{
        back(){
            this.$router.go(-1);
        }
    },
    components:{
        topnav
    },
    computed:mapState(["opsx","screenHeight"])
}
</script>
<style scoped>
    .itemBox{
        width: 1690px;
        margin: 0 auto;
        box-shadow: 0 0 5px rgba(0, 0, 0, 0.2);

    }
    .itemBox .title{
        width: 100%;
        height: 55px;
        box-shadow:0 0 5px rgba(0,0,0,0.2);
        font-size: 20px;
        font-weight: bold;
        line-height: 55px;
        position: relative;
    }
    .itemBox .title .back{
        width: 30px;
        height: 35px;
        position: absolute;
        top:10px;
        left: 30px;
        z-index: 1;
    }
    .itemBox .time{
        width: 100%;
        height: 50px;
        font-size: 14px;
        line-height: 50px;
        border-bottom: 1px solid #ccc;
        margin:10px auto 20px auto;
    }
    .itemBox .content{
        padding: 30px 50px;
        box-sizing: border-box;
    }
    .itemBox1 .content p{
        text-align: left;
        text-indent: 40px;
        font-size: 18px;
        line-height: 40px;
        margin-bottom: 10px;
    }
    .itemBox1 .content div{
        font-size: 18px;
    }
    .itemBox2 .content,.itemBox4 .content,.itemBox5 .content{
        text-align: left; 
    }
    .itemBox2 .content p,.itemBox4 .content p,.itemBox5 .content p{
        text-align: left;
        font-size: 18px;
        margin-bottom: 20px;
    }
    .itemBox3 .content{
        font-size: 16px;
    }
    .itemBox3 .content h3{
        margin-bottom: 20px;
    }
    .itemBox3 .content p{
        text-align: left;
        margin-bottom: 5px;
    }
    .itemBox3 .content div{
        font-weight: bold;
        text-align: left;
        margin: 10px 0;
    }
    .itemBox5 .content div{
        width: 258px;
        text-align: center;
        font-size: 16px;
    }
</style>